{
    "Index": {
        "title": "McGill Iranian Student Association",
        "purpose-title": "Our Purpose",
        "purpose1": "MISA is a vibrant student-run organization that passionately serves the Iranian student community at McGill University, as well as individuals who have an appreciation for Iranian culture.",
        "purpose2": "We go beyond organizing events and providing valuable resources; we believe in fostering a genuine community spirit by nurturing personal connections and facilitating meaningful interactions.",
        "purpose3": "Whether it's cultural showcases, educational workshops, social gatherings, or support networks, MISA strives to be a cornerstone for Iranian students and cultural enthusiasts alike.",
        "our-values": "Our Values",
        "why-values": "Having values establishes a clear sense of identity and purpose. Values serve as guiding principles that shape our mission and vision; they provide a moral compass, ensuring ethical decision-making and promoting inclusivity and diversity. Ultimately, adhering to values strengthens our identity, attracts like-minded individuals, and creates a purposeful environment for cultural exchange and growth.",
        "value1": "Integrity",
        "value2": "Empathy",
        "value3": "Inclusivity",
        "value1-text": "Integrity is of paramount importance because it establishes trust and credibility in both personal and professional relationships. It involves adhering to a strong moral and ethical code, consistently demonstrating honesty, and maintaining consistency between one's words and actions. Integrity builds a solid foundation for relationships, teamwork, and collaboration, as it ensures reliability, transparency, and accountability.",
        "value2-text": "Empathy is vital because it allows us to understand and connect with others on a deeper level. It involves recognizing and sharing the emotions, perspectives, and experiences of others, fostering compassion and support. By practicing empathy, we cultivate stronger relationships, build trust, and promote a sense of unity. It enables us to respond sensitively to the needs of others, leading to more effective communication, problem-solving, and conflict resolution.",
        "value3-text": "Inclusivity is important because it recognizes and values the diverse experiences, perspectives, and identities of individuals. When a society or community fosters inclusivity, it creates a sense of belonging and respect for all its members, regardless of their background or characteristics. Inclusive environments promote equality, fairness, and equal opportunities, enabling everyone to participate, contribute, and thrive.",
        "discover":"Learn More",
        "discover-text":"On this site, you will find comprehensive information about MISA. Feel free to explore the various sections by clicking on any of the links below.",
        "abt-us":"About Us",
        "abt-events":"Our Events",
        "getting-involved":"Gallery",
        "getting-contact":"Getting in Touch"
    },
    "About":{
        "about":"About Us",
        "story-title":"Our story",
        "story": "The McGill Iranian Student Association (MISA) is a non-profit, non-partisan, and non-religious organization, established in 2007. MISA aims to represent the interests of Iranian students at McGill University and foster their active participation in the university's vibrant and diverse society. Through a wide range of engaging events, cultural celebrations, and community outreach initiatives, MISA provides a welcoming platform for students to connect, share their experiences, and celebrate their heritage. Committed to promoting inclusivity, and academic excellence, MISA strives to create a supportive environment that enriches the overall university experience for Iranian students and the wider McGill community.",
        "our-members": "Our Members",
        "click": "Click on the cards to reveal the members of MISA",
        "contact": "Get in Touch",
        "contact-text": "You can find us on the following platforms. We tend to be more active on Telegram.",
        "IG": "Instagram",
        "FB": "Facebook",
        "TG": "Telegram",
        "email": "Our email",
        "newsletter":"You can also sign up for our monthly newsletter by clicking on the following icon.",
        "signup": "Furthermore, if you would like to get involved as a volunteer, or a member of the club, please sign up by clicking on the following icon."
    },
    "Events":{
        "events": "Our Events",
        "Upcoming": "Upcoming Events",
        "Submit": "Submit",
        "success": "Suggestion submitted successfully!",
        "error": "An unexpected error occurred. Please try again later.",
        "already-suggested": "You have already placed a suggestion in the past 12 hours.",
        "gallery":"Gallery",
        "gallery-desciption":"Here are some photos from our past events, enjoy them.",
        "event-done": "This event has concluded.",
        "no-waitlist": "All spots have been filled, and we are unable to provide a waitlist at this time.",
        "yes-waitlist": "All spots are filled. Please join the",
        "links": "Links",
        "suggest-title":"Suggest Events",
        "suggest-text":"If you have any propositions regarding events that we should organize, please write them in the box below and we will be sure to consider them. Please also include your email in case we need to reach you.",
        "note": "Keep in mind that you can only make one suggestion every 12 hours.",
        "placeholder":"Write your thoughts here",
        "email-placeholder": "Your email address"
    },
    "Footer":{
        "MISA": "MISA",
        "Home": "Home",
        "Goal": "Our Purpose",
        "values": "Our Values",
        "About": "About Us",
        "Story": "Our Story",
        "Members": "Members",
        "Events": "Events",
        "Upcoming": "Upcoming Events",
        "suggest": "Gallery",
        "join": "Join Us",
        "Social-Media": "Social Media",
        "Newsletter": "Our Newsletter",
        "Vercel": "Hosted by Vercel",
        "Made": "Made by Sam"
    },
    "Navbar":{
        "MISA": "MISA",
        "Home": "Home",
        "About": "About Us",
        "Events": "Events",
        "Apply": "Apply",
        "Contact": "Contact Us",
        "switchLocale": "فارسی",
        "Newsletter": "Our Newsletter"
    }
}