{
    "Index": {
        "title": "انجمن دانشجویان ایرانی مکگیل",
        "purpose-title": "هدف ما",
        "purpose1": "میسا یک سازمان دانشجویی پر جنب و جوش است که مشتاقانه به جامعه دانشجویی ایرانی در دانشگاه مک گیل و همچنین افرادی که قدردان فرهنگ ایرانی هستند خدمت می کند",
        "purpose2": "ما فراتر از سازماندهی رویدادها و ارائه منابع ارزشمند هستیم. ما معتقدیم که با پرورش ارتباطات شخصی و تسهیل تعاملات معنادار، روحیه اجتماعی واقعی را تقویت می کنیم",
        "purpose3": "میسا تلاش می کند که سنگ بنای دانش آموزان ایرانی و علاقه مندان به فرهنگ باشد، چه نمایشگاه های فرهنگی، کارگاه های آموزشی، گردهمایی های اجتماعی یا شبکه های حمایتی",
        "our-values": "اصول ما",
        "why-values": "داشتن ارزش ها باعث ایجاد حس روشنی از هویت و هدف می شود. ارزش‌ها به‌عنوان اصول راهنما عمل می‌کنند که مأموریت و چشم‌انداز ما را شکل می‌دهند. آنها قطب‌نمای اخلاقی را فراهم می‌کنند، تصمیم‌گیری اخلاقی را تضمین می‌کنند و شامل و تنوع را ارتقا می‌دهند. در نهایت، پایبندی به ارزش ها هویت ما را تقویت می کند، افراد همفکر را جذب می کند و محیطی هدفمند برای تبادل و رشد فرهنگی ایجاد می کند",
        "value1": "صداقت",
        "value2": "همدلی",
        "value3": "فراگیر بودن",
        "value1-text": "صداقت از اهمیت بالایی برخوردار است زیرا اعتماد و اعتبار را در روابط شخصی و حرفه ای ایجاد می کند. این شامل پایبندی به یک کد اخلاقی و اخلاقی قوی، نشان دادن مداوم صداقت، و حفظ ثبات بین گفتار و کردار است. صداقت یک پایه محکم برای روابط، کار تیمی و همکاری ایجاد می کند، زیرا اطمینان، شفافیت و مسئولیت پذیری را تضمین می کند",
        "value2-text": "همدلی حیاتی است زیرا به ما امکان می دهد دیگران را در سطح عمیق تری درک کرده و با آنها ارتباط برقرار کنیم. این شامل شناخت و به اشتراک گذاری احساسات، دیدگاه ها و تجربیات دیگران، پرورش شفقت و حمایت است. با تمرین همدلی، روابط قوی‌تری ایجاد می‌کنیم، اعتماد ایجاد می‌کنیم و حس وحدت را ارتقا می‌دهیم. این ما را قادر می سازد تا با حساسیت به نیازهای دیگران پاسخ دهیم و منجر به ارتباط موثرتر، حل مسئله و حل تعارض می شود",
        "value3-text": "فراگیر بودن از این جهت مهم است که تجارب، دیدگاه ها و هویت افراد مختلف را تشخیص می دهد و برای آنها ارزش قائل است. هنگامی که یک جامعه یا جامعه شمولیت را تقویت می کند، برای همه اعضای آن، صرف نظر از پیشینه یا ویژگی هایشان، احساس تعلق و احترام ایجاد می کند. محیط‌های فراگیر برابری، انصاف و فرصت‌های برابر را ترویج می‌کنند و همه را قادر می‌سازد تا مشارکت، مشارکت و پیشرفت کنند",
        "discover":"بیشتر بدانید",
        "discover-text":"در این سایت اطلاعات جامعی در مورد میسا خواهید یافت. با کلیک بر روی هر یک از پیوندهای زیر می توانید بخش های مختلف را بررسی کنید",
        "abt-us":"درباره ما",
        "abt-events":"رویدادهای ما",
        "getting-involved":"درگیر شدن",
        "getting-contact":"تماس گرفتن"
    },
    "About":{
        "about": "درباره ما",
        "story-title": "داستان ما",
        "story": "انجمن دانشجویان ایرانی مک گیل (میسا) یک سازمان غیر انتفاعی، غیر حزبی و غیر مذهبی است که در سال ۲۰۰۷ تأسیس شد. هدف میسا نمایندگی از منافع دانشجویان ایرانی در دانشگاه مک گیل و ترویج مشارکت فعال آنها در پویایی و پویایی دانشگاه است. جامعه متنوع میسا از طریق طیف گسترده ای از رویدادهای جذاب، جشن های فرهنگی و ابتکارات اطلاع رسانی جامعه، بستری خوشامدگویی برای دانش آموزان فراهم می کند تا با هم ارتباط برقرار کنند، تجربیات خود را به اشتراک بگذارند، و میراث خود را جشن بگیرند. میسا با متعهد به ارتقای جامعیت و تعالی آکادمیک، تلاش می‌کند تا محیطی حمایتی ایجاد کند که تجربه کلی دانشگاه را برای دانشجویان ایرانی و جامعه مک‌گیل گسترده‌تر غنی‌تر کند",
        "our-members": "اعضای ما",
        "click": "روی کارت ها کلیک کنید تا اعضای میسا مشخص شوند",
        "contact": "در تماس باشید",
        "contact-text": "می توانید ما را در پلتفرم های زیر پیدا کنید. ما تمایل داریم بیشتر در تلگرام فعال باشیم",
        "IG": "اینستاگرام",
        "FB": "فیس بوک",
        "TG": "تلگرام",
        "email": "ایمیل ما",
        "newsletter":"همچنین می توانید با کلیک کردن بر روی نماد زیر به خبرنامه ما نگاهی بیندازید",
        "signup": "علاوه بر این، اگر می خواهید به عنوان یک داوطلب یا عضو شرکت کنید به فعالیت میسا، لطفا با کلیک بر روی نماد زیر ثبت نام کنید"
    },
    "Events":{
        "events": "مناسبت ها",
        "Upcoming": "مناسبت های آینده",
        "past": "مناسبت های گذشته",
        "suggestions": "پیشنهادات",
        "suggest-box": "اگر پیشنهادی برای مناسبت های آینده دارید که می توانیم ترتیب دهیم، لطفاً آنها را در کادر زیر بنویسید",
        "Submit": "وارد",
        "success": "ارسال با موفقیت انجام شد",
        "error": "مشکلی پیش آمد",
        "gallery": "آلبوم عکس",
        "gallery-desciption": "در اینجا عکس از مناسبت های گذشته ما پیدا خاهید کرد، از آنها لذت ببرید",
        "event-done": "این مناسبت به پایان رسیده است",
        "no-waitlist": "جایی باقی نمانده است و ما در حال حاضر نمی توانیم لیست انتظار ارائه کنیم.",
        "yes-waitlist": "جایی باقی نمانده است. لطفا به لیست انتظار بپیوندید",
        "links": "لینک ها",
        "suggest-title":"پیشنهاد بدید",
        "suggest-text":"اگر پیشنهادی در مورد رویدادهایی دارید که باید ترتیب دهیم، لطفاً آنها را در کادر زیر بنویسید و ما مطمئناً آنها را در نظر خواهیم گرفت",
        "placeholder":"نظرات خود را اینجا بنویسید"
    },
    "Footer":{
        "MISA": "میسا",
        "Home": "صفحه اصلی",
        "Goal": "هدف ما",
        "values": "اصول ما",
        "About": "درباره ما",
        "Story": "داستان ما",
        "Members": "اعضا",
        "Events": "مناسبت ها",
        "Upcoming": "مناسبت های آینده",
        "suggest": "آلبوم عکس",
        "join": "به ما بپیوند",
        "Social-Media": "رسانه های اجتماعی",
        "Newsletter": "خبرنامه ما",
        "Vercel": "میزبانی با ورسل",
        "Made": "با عشق، توسط سام"
    },
    "Navbar":{
        "MISA": "میسا",
        "Home": "صفحه اصلی",
        "About": "درباره ما",
        "Events": "مناسبت ها",
        "Apply": "به ما بپیوند",
        "Contact": "با ما تماس بگیرید",
        "switchLocale": "English",
        "Newsletter": "خبرنامه ما"
    }
}