{
    "Index": {
        "title": "انجمن دانشجویان ایرانی مکگیل",
        "purpose-title": "هدف ما",
        "purpose1": "میسا یک سازمان دانشجویی پر جنب و جوش است که مشتاقانه به جامعه دانشجویی ایرانی در دانشگاه مک گیل و همچنین افرادی که قدردان فرهنگ ایرانی هستند خدمت می کند",
        "purpose2": "ما فراتر از سازماندهی رویدادها و ارائه منابع ارزشمند هستیم. ما معتقدیم که با پرورش ارتباطات شخصی و تسهیل تعاملات معنادار، روحیه اجتماعی واقعی را تقویت می کنیم",
        "purpose3": "میسا تلاش می کند که سنگ بنای دانش آموزان ایرانی و علاقه مندان به فرهنگ باشد، چه نمایشگاه های فرهنگی، کارگاه های آموزشی، گردهمایی های اجتماعی یا شبکه های حمایتی",
        "our-values": "اصول ما",
        "why-values": "داشتن ارزش ها باعث ایجاد حس روشنی از هویت و هدف می شود. ارزش‌ها به‌عنوان اصول راهنما عمل می‌کنند که مأموریت و چشم‌انداز ما را شکل می‌دهند. آنها قطب‌نمای اخلاقی را فراهم می‌کنند، تصمیم‌گیری اخلاقی را تضمین می‌کنند و شامل و تنوع را ارتقا می‌دهند. در نهایت، پایبندی به ارزش ها هویت ما را تقویت می کند، افراد همفکر را جذب می کند و محیطی هدفمند برای تبادل و رشد فرهنگی ایجاد می کند",
        "value1": "صداقت",
        "value2": "همدلی",
        "value3": "فراگیر بودن",
        "value1-text": "صداقت از اهمیت بالایی برخوردار است زیرا اعتماد و اعتبار را در روابط شخصی و حرفه ای ایجاد می کند. این شامل پایبندی به یک کد اخلاقی و اخلاقی قوی، نشان دادن مداوم صداقت، و حفظ ثبات بین گفتار و کردار است. صداقت یک پایه محکم برای روابط، کار تیمی و همکاری ایجاد می کند، زیرا اطمینان، شفافیت و مسئولیت پذیری را تضمین می کند",
        "value2-text": "همدلی حیاتی است زیرا به ما امکان می دهد دیگران را در سطح عمیق تری درک کرده و با آنها ارتباط برقرار کنیم. این شامل شناخت و به اشتراک گذاری احساسات، دیدگاه ها و تجربیات دیگران، پرورش شفقت و حمایت است. با تمرین همدلی، روابط قوی‌تری ایجاد می‌کنیم، اعتماد ایجاد می‌کنیم و حس وحدت را ارتقا می‌دهیم. این ما را قادر می سازد تا با حساسیت به نیازهای دیگران پاسخ دهیم و منجر به ارتباط موثرتر، حل مسئله و حل تعارض می شود",
        "value3-text": "فراگیر بودن از این جهت مهم است که تجارب، دیدگاه ها و هویت افراد مختلف را تشخیص می دهد و برای آنها ارزش قائل است. هنگامی که یک جامعه یا جامعه شمولیت را تقویت می کند، برای همه اعضای آن، صرف نظر از پیشینه یا ویژگی هایشان، احساس تعلق و احترام ایجاد می کند. محیط‌های فراگیر برابری، انصاف و فرصت‌های برابر را ترویج می‌کنند و همه را قادر می‌سازد تا مشارکت، مشارکت و پیشرفت کنند"
    }
}